# IFC_LGetLangFromDoc

## Description
Returns whether the IFC Strings are Localized.

```pascal
FUNCTION IFC_LGetLangFromDoc(outbIsIFCLocalized : BOOLEAN): BOOLEAN;
```

```python
def vs.IFC_LGetLangFromDoc(outbIsIFCLocalized):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|outbIsIFCLocalized|BOOLEAN|   |

## Version
Availability: from Vectorworks 2021

## Category
* IFC